# Настройки
boneses_ref = 100 # Сколько бонусов будет зачислено рефереру при регистрации
boneses_link = 500 # Сколько бонусов будет зачислено рефералу при регистрации

count_days_mess = 40 # Количество дней через которое будет начислены бонусы для заманивания клиентов
count_bonus_timed = 500 # Количество бонусов которое будет начислено для заманивания клиентов
count_days_mess_out = 10 # Количество дней которое хранится бонусов

admins = [1028414646] # Код Админов
works = [1028414646] # Код для аккунтов работников

procent_my = 0.02 # Процент клиента от своих заказов
procent_ref = 0.01 # Процент клиенту от заказов рефералов

# 2 Уровень:
procent_my2 = 0.03 # Процент клиента от своих заказов
check_sum_if2 = 50000 # Если это сумма выкупа достигает этого числа то стартует 2-УРОВЕНЬ

# 3 Уровень:
procent_my3 = 0.04 # Процент клиента от своих заказов
check_sum_if3 = 150000 # Если это сумма выкупа достигает этого числа то стартует 3-УРОВЕНЬ

# 4 Уровень:
procent_my4 = 0.05 # Процент клиента от своих заказов
check_sum_if4 = 250000 # Если это сумма выкупа достигает этого числа то стартует 4-УРОВЕНЬ
